[
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between a bull market and a bear market?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is inflation, and how does it impact the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the role of the Federal Reserve in the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is GDP, and why is it important?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between fiscal policy and monetary policy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is a stock market index, and how is it used?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between a recession and a depression?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of supply and demand in economics?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between a bond and a stock?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the purpose of diversification in investing?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of quantitative easing on the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do interest rate changes affect the stock market?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the relationship between bond yields and bond prices?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between nominal and real interest rates?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of the yield curve, and why is it important?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a strong dollar on international trade?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between cyclical and defensive stocks?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of beta in finance, and how is it used?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of geopolitical events on financial markets?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between systematic and unsystematic risk?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of the efficient market hypothesis?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a trade deficit on the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between a hard and soft currency?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s credit rating on its economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of purchasing power parity (PPP)?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a commodity price shock on the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the difference between a current account and a capital account?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a housing market crash on the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the concept of the multiplier effect in economics?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a currency devaluation on the economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you model the impact of a global financial crisis on a country’s economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a central bank’s negative interest rate policy on financial markets?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you assess the impact of climate change on global financial markets?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s demographic changes on its economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you model the impact of a trade war on global supply chains?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s debt-to-GDP ratio on its financial stability?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you assess the impact of technological disruption on traditional industries?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s political instability on its financial markets?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you model the impact of a pandemic on global economic growth?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s aging population on its pension system?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you assess the impact of a country’s energy transition on its economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s digital transformation on its labor market?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you model the impact of a country’s infrastructure investments on its GDP?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s education system on its economic growth?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you assess the impact of a country’s healthcare system on its productivity?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s immigration policies on its labor market?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you model the impact of a country’s tax reforms on its economy?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s regulatory environment on its financial markets?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "How do you assess the impact of a country’s innovation ecosystem on its economic growth?"
  },
  {
    "tag": "Market Trends & Brainteasers",
    "question": "What is the impact of a country’s natural resource dependency on its economy?"
  }
]
